Repository: Dima73/pli-openmultibootmanager
Catalog: po/*.po
Languages: ru

source: to use openMultiboot Do you want install it?
ru: для использования openMultiboot. Вы хотите установить его сейчас?

source: (Folder is empty!)
ru: (Пустая папка!)

source: About
ru: Инфо

source: Cancel
ru: Выйти

source: Exit
ru: Выxод

source: Warning! '/sbin/open_multiboot' not installed!
ru: Внимание! '/sbin/open_multiboot' не установлен!

source: Add zip archive with image in 'open-multiboot-upload'
ru: Добавить zip архив с имиджем в 'open-multiboot-upload'

source: Cannot create data folder
ru: Не удалось создать папку

source: Cannot create folder %s
ru: Не удалось создать папку %s

source: Cannot create kernel folder %s
ru: Не удалось создать папку ядра %s

source: Cannot create virtual MTD device
ru: Не удалось создать виртуальное MTD устройство

source: Cannot deflate image
ru: Не удалось распаковать имидж

source: Cannot extract nfi image
ru: Не удалось извлечь имидж nfi

source: Cannot format the device
ru: Не удалось форматировать устройство хранения

source: Cannot install
ru: Не удалось установить

source: Cannot remount the device
ru: Не удалось примонтировать устройство хранения

source: Cannot umount the device
ru: Не удалось отмонтировать устройство хранения

source: Choose the image to install
ru: Выберите имидж для установки...

source: Delete
ru: Удалить

source: Delete folder %s and all file
ru: Удалить папку %s со всеми файлами

source: Disable '/sbin/open_multiboot'
ru: Отключить '/sbin/open_multiboot'

source: Disable autoscan zip archive at mount device
ru: Откл. автосканирование zip архива при монтировании устройств

source: Do you really want add %s with image in 'open-multiboot-upload'?
ru: Вы действительно хотите добавить %s с имиджем в 'open-multiboot-upload'?

source: Do you want to delete %s?
ru: Вы действительно действительно удалить %s?

source: Do you want to reboot box now ?
ru: Вы хотите сделать перезагрузку ресивера сейчас?

source: Do you want to reboot now ?
ru: Вы хотите сделать перезагрузку сейчас?

source: Enable '/sbin/open_multiboot'
ru: Включить '/sbin/open_multiboot'

source: Enable autoscan zip archive at mount device
ru: Вкл. автосканирование zip архива при монтировании устройств

source: Error adding zip archive!
ru: Ошибка добавления zip архива!

source: Error removing zip archive!
ru: Ошибка удаления zip архива!

source: Error set new timeout!
ru: Ошибка при установке нового таймаута!

source: Extra setup
ru: Экстра настройки

source: Filesystem not supported Do you want format your drive?
ru: Файловая система не поддерживается, хотите отформатировать Ваше устройство хранения в ext4 (все данные будут потеряны)?

source: Fix mount devices (for PLi)
ru: Фикс монтирования устройств хранения (для PLi)

source: Flash image
ru: Flash имидж

source: Incorrect time!
ru: Неправильное время!

source: Install
ru: Установить

source: Multi boot loader for enigma2 box
ru: Мульти загрузчик для ресиверов на enigma2

source: Next boot: %s
ru: Следующая загрузка: %s

source: No suitable devices found
ru: Не найдены подходящие устройства хранения.

source: Not found boxbranding.so!
ru: Не найден boxbranding.so!

source: OMB disabled.
ru: OMB отключен.

source: OMB enabled.
ru: OMB включен.

source: OpenMultiboot Manager
ru: менеджер openMultiboot

source: Please enter new name:
ru: Введите новое имя:

source: Please select the necessary option...
ru: Пожалуйста, выберите необходимое Вам действие...

source: Please upload an image inside %s
ru: Пожалуйста, загрузите нужный архив с имиджем (любое имя.zip) в %s

source: Please wait 40 seconds, while delete is in progress.
ru: Пожалуйста, подождите 40 секунд, удаление в процессе.

source: Please wait while format is in progress.
ru: Пожалуйста подождите, пока форматирование в процессе.

source: Please wait while installation is in progress.
ru: Пожалуйста, подождите, пока идет процесс установки.

source: Please wait while delete is in progress.
ru: Пожалуйста, подождите, пока идет процесс удаления.

source: Please wait while installation is in progress. This operation may take a while.
ru: Пожалуйста, подождите, пока идет процесс установки. Эта операция может занять довольно долгое время.

source: Press OK to next boot.
ru: Нажмите OK для выбора следующей загрузки.

source: Read error current dir, sorry.
ru: Извините, ошибка чтения текущей директории.

source: Readme
ru: Readme (помощь)

source: Cannot create main folder %s
ru: Не удалось создать домашнюю папку %s

source: Rename
ru: Переименовать

source: Current Running Image:
ru: Текущий загруженный имидж:

source: Set new timeout (sec)
ru: Установите новый таймаут (сек.)

source: Set next boot to %s ?
ru: Установить следующую загрузку ресивера в %s ?

source: The folder %s already exist
ru: Папка %s уже существует

source: Timeout boot menu: next %d sec
ru: Таймаут меню загрузки: сейчас %d сек.

source: Where do you want to install openMultiboot?
ru: Куда Вы хотите установить openMultiboot?

source: Open MultiBoot Menu
ru: Меню openMultiboot

source: Disable boot menu
ru: Отключить меню загрузки

source: Enable boot menu
ru: Включить меню загрузки

source: Menu
ru: Меню

source: You need the module
ru: Вам необходим модуль

source: Your STB doesn't seem supported
ru: Ваш ресивер, кажется не поддерживается!

source: openMultiboot About
ru: Информация openMultiboot

source: Error unpacking rootfs
ru: Ошибка распаковки rootfs

source: Error copying kernel
ru: Ошибка копирования ядра

source: Error copying unpacked rootfs
ru: Ошибка копирования распакованого rootfs

source: openMultiboot Install
ru: Установить openMultiboot

source: openMultiboot Manager
ru: Менеджер openMultiboot

source: zip archive was successfully added to '%s' OMB!
ru: zip архив был успешно добавлен в '%s' OMB!

source: Generic error in unpaack process
ru: Общая ошибка в процессе распаковки

source: Alternative name image folder
ru: Альтернативное имя папки имиджа

source: Standard install
ru: Стандартная установка

source: Use altenative folder
ru: Использовать альтернативную папку

source: Install '/sbin/open_multiboot'
ru: Инсталлировать '/sbin/open_multiboot'

source: Install alternative '/sbin/open_multiboot'
ru: Инсталлировать альтернативный '/sbin/open_multiboot'

source: You want to install an alternative kernel-module-nandsim? Linux version may be different from the module!
ru: Вы действительно хотите инсталлировать альтернативный kernel-module-nandsim? Версия линукса может не совпадать с модулем!

source: (Unpack error!)
ru: (Ошибка распаковки!)

source: For this reciever need only first partition muliboot image for use 'openMultiboot'! Current partition muliboot image - %s
ru: Для этого ресивера необходим только первый раздел мультизагрузочного имиджа для использования 'openMultiboot'! Текущий раздел мультизагрузочного имиджа - %s
